{
    "name": "Author Joshua Schmidt",
    "url": "https://authorjoshua.com",
    "pitch": "",
    "blueprint": {
        "name": "Author Joshua Schmidt",
        "tagline": "Discover writing that meets you in your deepest need, where God’s love weeps with you, heals your wounds, and restores your soul.",
        "elevator_pitch": "I create faith-centered books that speak directly to the heart, offering hope, clarity, and spiritual strength to anyone walking through struggle or searching for purpose. Through practical guidance, honest storytelling, and Scripture-rooted encouragement, my work helps readers encounter God in their real lives—in their questions, pain, and deepest needs—so they can experience grace that meets them where they are, lifts them up, and leads them forward.",
        "key_benefits": [
            "Practical, faith-centered resources designed for daily spiritual growth and reflection.",
            "Accessible Christian guidance for teens, young adults, parents, and educators.",
            "Affordable books and tools priced in the $10 to $20 range, making spiritual growth reachable for everyone.",
            "Short, actionable eBooks and journals that simplify faith-building without overwhelming theological language.",
            "Encouragement rooted in Scripture that fosters stronger faith, better habits, and clearer spiritual direction.",
            "Materials tailored to meet people in their real-life struggles, offering hope and healing through God’s love."
        ],
        "tone_guidelines": {
            "voice": "Encouraging, faith-filled, and practical",
            "style": "Warm, relatable, confident, and direct without preaching or being overly polished",
            "approach": "Walking alongside readers with real-world understanding and honest spiritual tools",
            "selling_style": "Focus on value, transformation, and simplicity using short, strong statements",
            "message_tone": "Hopeful and clear, never hype-filled or guilt-driven",
            "audience_connection": "Speak as someone who understands and supports the reader’s journey, making spiritual growth easy and approachable"
        }
    }
}